---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.MEPFamilyConnectorInfo
source: html/915cbdac-e5c4-fef3-43cd-ec2200c3dd99.htm
---
# MEPFamilyConnectorInfo Members

Gets the associate family parameter id of the specified connector parameter id.